Revit 2027 API
ParameterTypeId.RbsPipeInsulationThickness Property
 "Insulation Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeInsulationThickness { get; }
Public Shared ReadOnly Property RbsPipeInsulationThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeInsulationThickness {
	ForgeTypeId^ get ();
}
static member RbsPipeInsulationThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace